const homeTreatment = [
  {
    title: 'Йод',
    descr:
      'Перед нанесением йода на пораженный ноготь нужно тщательно помыть руки или ноги водой с мылом. После этого йодный раствор наносят на ногтевую пластину и окружающие ткани, погружают пальцы в соляной раствор на полчаса, а затем просушивают кожу.',
    id: 'home1',
  },
  {
    title: 'Уксус',
    descr:
      'Необходимо смешать 1 столовую ложку уксуса, 3 литра воды и пару капель марганцовки. В полученный раствор опустить пальцы на 20 минут и затем тщательно просушить кожу.',
    id: 'home2',
  },

  {
    title: 'Перекись водорода',
    descr:
      'На пораженный ноготь наносят ватный диск, пропитанный перекисью водорода. Диск необходимо зафиксировать стерильным бинтом и оставить на 30 минут.',
    id: 'home3',
  },
  {
    title: 'Чеснок',
    descr:
      'Необходимо взять 3-4 зубчика чеснока и измельчить их блендером, ступкой или теркой. Из полученной смеси нужно выдавить жидкость и втереть ее в поверхность ногтя.',
    id: 'home4',
  },
]

const diet = [
  {
    title: 'Поддерживайте водный баланс',
    descr: 'Выпивайте не менее 2 литров воды в сутки.',
    id: 'diet1',
  },
  {
    title: 'Уберите мусорную еду',
    descr:
      'Исключите из рациона питания сладкое, полуфабрикаты, фаст-фуд, хлебобулочные изделия, алкоголь и копчености;',
    id: 'diet2',
  },

  {
    title: 'Больше полезных продуктов',
    descr:
      'Увеличьте потребление молочных продуктов, свежей зелени и овощей, чая, рыбы и морепродуктов.',
    id: 'diet3',
  },
]

const pharmacy = [
  {
    title: 'Лекарственные препараты',
    descr:
      'В зависимости от особенностей клинического случая врач назначит курс антимикотиков, антибиотиков или многокомпонентных средств.',
    id: 'pharmacy1',
  },
  {
    title: 'Специальные пластыри',
    descr:
      'Их фиксируют на ногтевой пластине, и пластырь непрерывно выделяет активные вещества, угнетающие жизнедеятельность грибка.',
    id: 'pharmacy2',
  },

  {
    title: 'Лекарственные лаки',
    descr:
      'Их наносят на поврежденный ноготь 1-2 раза в день. Средство помогает убить грибки разных типов.',
    id: 'pharmacy3',
  },
  {
    title: 'Растворы',
    descr:
      'Чаще всего применяют раствор 1% нафтифина на водной основе.',
    id: 'pharmacy4',
  },
  {
    title: 'Стики и карандаши',
    descr: 'Используют для обработки ногтевого ложа и валика.',
    id: 'pharmacy5',
  },
  {
    title: 'Противогрибковые кремы и мази',
    descr:
      'Это эффективный метод подавления активности грибков, заживления и увлажнения поврежденных тканей.',
    id: 'pharmacy6',
  },
]

export { homeTreatment, diet, pharmacy }
