const textResult = [
  {
    id: 1,
    title: 'Результат от 0 до 3',
    message:
      'Исходя из ваших ответов грибковые заболевания отсутсвуют. Но профилактика, гигиена и здоровый образ жизни помогут избежать онихомикоза и в будущем.  Достоверных признаков онихомикоза 0 из 4',
  },
  {
    id: 2,
    title: 'Результат от 3 до 10',
    message:
      'Выбранные Вами ответы не характерны для грибкового заболевания ногтей.Однако статистика показывает, что среди всех болезней ногтей не менее 50% - грибковые. При любых заболеваниях ногтей врачи рекомендуют, прежде, всего, исключить грибок. Достоверных признаков онихомикоза 0 из 4',
  },
  {
    id: 3,
    title: 'Результат от 10 до 30',
    message:
      'Выбранные Вами ответы указывают на начальную легкую стадию грибка или наличие кожных инфекций таких как микоз стоп. Нелеченный микоз кожи стоп почти всегда приводит к микозу ногтей и распространению инфекции. Обратитесь к врачу, или используйте наружные противогрибковые средства (при некоторых формах микоза стоп также требуют врачебного контроля). Достоверных признаков онихомикоза 1/2 из 4',
  },
  {
    id: 4,
    title: 'Результат от 30 до 100',
    message:
      'Выбранные Вами ответы указывают на высокую вероятность грибкового заболевания ногтей. Рекомендуем обратиться к врачу (дерматологу или микологу) и сделать анализ на грибковое заболевание. Достоверных признаков онихомикоза 3/4 из 4',
  },
]

export default textResult
